[
	{
		"fact" : "Football originated in China around 476 B.C."
	},
	{
		"fact" : "Football is the most played and most watched sport on earth."
	},
	{
		"fact" : "Football is the most popular sport in the world. Over one billion fans watch World Cup Football on television."
	},
	{
		"fact" : "The largest Football tournament saw no less than 5,098 teams. They competed in 1999 for the second Bangkok League Seven-a-Side Competition. Over 35,000 players participated.The largest Football tournament saw no less than 5,098 teams. They competed in 1999 for the second Bangkok League Seven-a-Side Competition. Over 35,000 players participated."
	},
	{
		"fact" : "The maximum number of goals scored by one player in a single Football match was 16. It was scored by Stephan Stanis (France) playing for Racing Club de Lens in December 1942."
	},
	{
		"fact" : "Based on video evidence, one of the fastest ever scored was in 2.8 seconds by Ricardo Olivera (Uruguay) in December 1998."
	},
	{
		"fact" : "Football goalies didn't have to wear different coloured shirts from their teammates until 1913."
	},
	{
		"fact" : "Football players run an average of 9.65 kms during every game."
	},
	{
		"fact" : "The very first game of basketball was played with a soccer ball."
	},
	{
		"fact" : "The World's First Football Club was the English Sheffield Football Club. It was founded in 1857 by Colonel Nathaniel Cresswick and Major William Priest, two British Army officers."
	},
	{
		"fact" : "European Teams have reached every World Cup final, except for the finals of 1930 and 1950.  "
	},
	{
		"fact" : "The highest scoring game was clocked 149-0. Stade Olympique de L’emyrne, a team from Madagascar scored their own goals. They did it as a form of protest for the unfair decision by referee in the previous game."
	},
	{
		"fact" : "England came up with the word “soccer”. It’s a shortened version of “Association Football” that was changed to “Assoc Football”. This was changed to “Soccer”. In 19th century England, it was popular to add the “-er” sound to shortened words."
	},
	{
		"fact" : "Celestine Babayaro, Nigerian born Chelsea player injured his legs while celebrating his debut goal in a pre-season match, while Luigi Riva broke a spectator’s arm with his powerful shot."
	},
	{
		"fact" : "The first black football player was Arthur Wharton in the 1800s."
	}	
]

